{
    "MIT offers a Bachelor’s and Master’s program in engineering streams. It also gives students the option to carry out full-time or part-time research. The minimum duration for postgraduate qualified PhD students is three years for full-time, and four years for part-time. There is a one-year relaxation for applicants with an MPhil degree. The institute undertakes sponsored research programs supported by funding agencies such as DST, CSIR, AICTE, and the Ministry of Environmental Sciences. It has collaborative research programs in association with premier research laboratories and institutes in India and abroad.": [
        " What is the minimum duration for postgraduate students at MIT?",
        " What is the maximum duration for a PhD student at MIT?",
        " What kind of research programs does MIT have?",
        " What is the relationship between MIT and other research institutes?",
        " What types of programs does MIT offer?"
    ],
    "The Manipal Institute of Technology (MIT), Manipal was established in 1957 as one of the first self-financing engineering colleges in the country": [
        " When was the Manipal Institute of Technology established?",
        " What was the name of the first self-financing engineering college in India?",
        " What was the Manipal Institute of Technology established in?",
        " What is the Manipal Institute of Technology?"
    ],
    "Manipal Institute of Technology (MIT) Manipal has always been very proactive in placing students into their preferred profiles. The institute has a well-organized placement team headed by the Associate Director, three Assistant Directors, and faculty and student coordinators from each department. The student body comprising Placement Secretaries from the Student Council and other support teams, provides seamless support to the students in the placement process. 300+ recruiting teams, including 50+ Fortune 500 companies, visit MIT Manipal for UG and PG campus placements and internships recruitment every year.": [
        " Who heads the placement team at MIT Manipal?",
        " What has Manipal always been proactive in?",
        " What has been the focus of the placement process at MIT Manipal?",
        " What provides seamless support to the students in the placement process?",
        " Who provides seamless support to the students in the placement process?"
    ],
    "MIT has a fully functional career counselling cell where students can approach for advice regarding their future career opportunities and higher education. Professors from various departments guide these students in their respective areas. This cell helps students make informed career choices concerning higher education. Besides counselling support, the Career Counselling Cell organises programs to create awareness of higher education opportunities in India and abroad.": [
        " What is the function of the Career Counselling Cell?",
        " What does MIT have?",
        " What does the Career Counselling Cell do?",
        " What does the Career Counselling Cell help students make informed career choices?"
    ],
    "MIT has a full-fledged student body called the “Placement Team”, with Placement Secretaries of the student council at its helm. This body is involved in various placements-related activities that include conducting skill development programs, workshops related to placements, and social media connect, to name a few. This body strengthens the connection between the students, the recruiters, and the placement cell.": [
        " What does the placement team do?",
        " What does the placement team strengthen?",
        " What is one of the activities that the placement team does?",
        " What is the role of the Placement Team?"
    ],
    "The placement process at MIT is enabled through an automated Placement Portal, which allows students to apply for jobs with just a click of a button. The students are notified as and when a job is posted, and they can apply immediately through their mobile for the jobs. Through this portal, we provide students practice for various company-specific online tests, thus increasing the number of students clearing the tests.": [
        " How are students notified when a job is posted?",
        " How is the placement process at MIT enabled?",
        " What does the Placement Portal provide students?",
        " How can students apply for jobs?"
    ],
    "We have signed an MoU with one of the leading coaching institutes in India for training students for various entrance examinations to pursue their higher education in India and abroad. Interested students can make use of this opportunity. The classes are being held at MIT premises, so the students need not travel outside the campus for the training program.": [
        " What has MIT signed?",
        " What is the purpose of the MoU?",
        " What is the MoU with?"
    ],
    "B. Tech in CSE (AI&ML) offered by the Computer Science and Engineering Department provides the budding engineers with a spectacular array of courses dedicated to frontiers in the field of Artificial Intelligence and Machine Learning (AI&ML) with a foundation of Computer Science & Engg. The 4-year full-time program presents exposure to hands-on technologies to create applications and solutions for the world that we live in.": [
        " What is the B. Tech in CSE focused on?",
        " What does the 4-year full-time program offer students?",
        " What does the B. Tech in CSE provide?",
        " What two disciplines are combined in the B. Tech program?",
        " What is the main benefit of the B. Tech in CSE program?"
    ],
    "The curriculum focuses on the Foundations of Computational Mathematics, core areas of Computer Science, along with the latest advancements in Artificial Intelligence and Machine Learning. Core courses in Computer Science help students to drive them through the ever-changing IT requirements. The specialized areas of AI&ML are offered as minor specializations. The specialized areas of AI&ML are offered as minor specializations.": [
        " What are the core courses in?",
        " What do the core courses in Computer Science help students to drive through?",
        " What is the focus of the curriculum?",
        " What are the specialized areas of AI&ML offered as?",
        ""
    ],
    "With a huge explosion in data and its applications, a career in the field of AI&ML can be very promising as Big Data Engineer, Business Intelligence Developer, Data Scientist, Machine Learning Engineer, Research Scientist, AI Data Analyst, AI Engineer, Robotics Scientist, etc. With a specific job description on AI&ML, students have been recruited by reputed industries like Microsoft, Amazon, Goldman Sachs, Oracle GBU, Cisco, Dell Technologies, Accenture, among others. From the IT sector to healthcare, AI&ML has proven its worth. The future roles are many with AI&ML as the foundation. The graduates of the program can pursue higher education and research at premier national or international universities with a great future in research. ": [
        " What is the field of AI&ML promising?",
        " What are some jobs in the field of AI&ML?",
        " What is the potential for a career in AI&ML?",
        " What are some of the jobs offered by reputed industries?",
        " What is the future of AI&ML?"
    ]
}